[File]
ANSICP=65001
Author=Teemu Paavola (teemu@logodiili.fi)
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000000004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000B0B0A24161615401C1C1B402020204024242540242626412425254122222341212120412121204121212041222220401F1F1E401B1B1B40151515400D0D0D1AD7D7D3E1FFFFFFFFFFFFFFFFFFFFFFFFDBBB7CFFE0C288FFDCBC7EFFFFFFF2FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB7B7B2BAD5D5D3E0FFFFFFFFFFFFFFFFFFFFFFFFB1844BFFB88F5BFFB2864EFFF0E7DCFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB9B9B7BCD0D0CFDFFFFFFFFFFFFFFFFFFFFFFFFF995D25FFA16B38FF9A6029FFEBDFD5FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB2B2B0B8D5D9DBDEFFFFFFFFFFFFFFFFFFFFFFFF833B06FF8D4C1BFF853F0BFFECE4DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B7B7845A3DDDA97450FFA67350FFA77654FF823908FF874010FF843C0BFFA16A45FFA77653FFA77451FFA77451FFA77452FFA77450FFA67350FFAA744FFF6E4C33B6682C01DD863D06FF823B08FF823A09FF884212FF884212FF884212FF853D0CFF843C0AFF843C0AFF843C0AFF823B09FF833B08FF823906FF843803FF542301B6682C01DD894007FF88420AFF873F0AFF864111FF874011FF874111FF843C0BFF833A09FF833A09FF833A09FF823908FF823907FF813705FF823702FF542200B68E674BDDB68863FFB48864FFB58A67FF8D470FFF8E4A16FF86400CFFA67451FFB08363FFAF8161FFAF8161FFAF8061FFAE8060FFAE7F5FFFB2825FFF74543EB6D3D7D9DDFFFFFFFFFFFFFFFFFFFFFFFF873F04FF935019FF8B4308FFEDE3DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB0B4B6B6CDCDCDDDFFFFFFFFFFFFFFFFFFFFFFFF894203FF935319FF8B4608FFE7DBD0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB6CDCDCDDEFFFFFFFFFFFFFFFFFFFFFFFF8A4100FF965213FF8D4602FFE9DBCEFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA8A8A8B7DBDBDBD4FFFFFFFFFFFFFFFFFFFFFFFF985821FFA26735FF9A5C26FFEEE2D9FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFC9C9C9A90000000080808006808080077A767506411E06083F1900083D1600086E645C08818283087F7F7F087F7F7F087F7F7F087F7F7F067F7F7F07808080060000000000000000000000000000000000000001000000010000000100000001000000010000000100000001000000010000000100000001000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000080010000E0070000
LangId=1035
Name=suomi (Suomi) (1035)
VersionId=0

[Scrobbler]
0=Scrobblaa
1=Olet kirjautuneena nimellä: %s
2=Jotkut toiminnot eivät ole käytettävissä uloskirjautumisen jälkeen. Oletko varma, että haluat kirjautua ulos?
3=Virhe havaittu!
4=Vieras
5=Sinun pitää kirjautua sisään!
6=Scrobblausjonon tilanne: %s
7=Oletko varma, että haluat poistaa %s :n profiilin sovelluksesta?
8=Käyttäjänimi:
9=Salasana:
10=Merkintä:

[Scrobbler.Auth]
btnAllowAccess=Salli käyttö
btnOk=Ok
Caption=Valtuutus
lbDetails=Sinun on hyväksyttävä käyttöoikeuspyynnöt profiilissasi $name, jotta laajennukset toimivat oikein:\n\n1. Avaa $name -profiilisi nettiselaimessa napsauttamalla Salli käyttö-painiketta. \n\n2. Napsauta "Kyllä, salli käyttö"-painiketta selaimessasi avautuvalla sivulla. \n\n3. Napsauta "OK"-painiketta tässä ikkunassa, kun $name -profiili on hyväksytty onnistuneesti.

[Scrobbler.Settings]
btnAdd=Lisää...
btnAuthorize=Kirjaudu sisään
btnLog=Näytä loki
btnLogOff=Kirjaudu ulos
cbAlbumArtSearch=Lataa albumin artistit %s palvelusta
cbAllowScrobblingForURLs=Salli onlinekappaleiden scrobblaus
cbAutoLove=* Tykkää kappaleesta kun 5 tähteä on merkitty kappaleelle
cbAutoUnlove=* Älä tykkää kappaleesta jos vähemmän kuin 3 tähteä on asetettu kappaleelle
cbScrobbling=* Salli scrobblaus
cbTrackInfo=Näytä toistettavan kappaleen tiedot toiston alussa
cbTrayIcon=Näytä palkkikuvake
cbTrayNotifyOnError=Ilmoita virheistä
G1=Sekalainen
G2=Tekijä
L1=Toistettava tiedosto
L2=Scrobblaa tiedosto jos sitä toistetaan:
L3=Ohita kappaleet seuraavista kansioista:
lbAuthorizationWarning=* Valtuutus on välttämätön
lbProfileLink=Minun profiilini %s
miAddPath=Lisää...
miDeletePath=Poista
miLogIn=Kirjaudu sisään...
miMyProfile=Profiilini...
miMyRecommendations=Suositeltavani...
miSignIn=Kirjaudu sisään...
P1=Asetukset
P2=Profiilit
W1=Pitäisi lisätä vähintään yksi profiili, muutoin liitännäinen ei toimi
W2=Jotkut toiminnot vaativat valtuutuksen (viittaus asetussivulle)

[Scrobbler.Settings.spIgnoredPaths]
c[0]=Polku
c[1]=Itsestään toistava

[Scrobbler.TrackInfo]
Caption=Toistettavan tiedoston tiedot
L1=Moro, %s!
L3=Toistettu: %d
L4=Kuuntelijoita: %d
L5=Itse olet toistanut: %d
L6=Samankaltainen
L7=Samankaltaisia kappaleita
L8=Samankaltaisia artisteja
pcpArtistInfo=Artistin tiedot
pcpTrackInfo=Kappaleen tiedot
pnlScrobblingProgress.h=Scrobblauksen tila
Status=Etsitään tietoa...|Kappaleen tietoja ei löytynyt|Mitään ei toisteta

[Scrobbler.TrayIcon]
miErrorInfo=Virheen tiedot
miLoveTrack=Tykkää
miProfile=Profiilini
miRecommendations=Suosittelemani
miScrobbling=Salli Scrobblaus
miSettings=Asetukset
miShowTrackInfo=Kappaleen tiedot
miUnloveTrack=Älä tykkää

